org/self-contradictory-struggle.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 自我矛盾的斗争
#+DATE: <2021-05-26 Wed>
#+HUGO_TAGS: 自己
矛盾作为人的本质，始终存在于个体中，我想躲避，无法做到。

我一定要认识自己，认识自己就一定要直面内心的矛盾。深刻剖析，不断反思。

我是复杂的个体，存在于同样复杂的世界。文化差异，进一步放大这种复杂性。

肉体更为世人痴迷，内核或丰富、或乏味，无人在意。男女之间，沉溺于肉体欣赏，矛盾不断，最后分道扬镳。肉体承载灵魂，灵魂依附肉体。肉体灭亡，灵魂消散；灵魂丢弃，肉体发霉。

何处是康庄大道？何处得解脱？无人知晓。

人存在于社会体系内，受该体系规则约束，但创新是被鼓励的。人学习，从前辈那里得到其实，获得前进的方向。

放下我执、矛盾、正反、对立。

兜兜转转，一切转回起点：食。这令我沮丧，那些高雅的事物，最后竟败给「食」这一字。「食」指代什么？现在，它是我进行高级生命活动的动力。
