blog/2021/self-contradictory-struggle.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-08 Tue 18:01 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>自我矛盾的斗争</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">自我矛盾的斗争</h1>
</header><p>
矛盾作为人的本质，始终存在于个体中，我想躲避，无法做到。
</p>

<p>
我一定要认识自己，认识自己就一定要直面内心的矛盾。深刻剖析，不断反思。
</p>

<p>
我是复杂的个体，存在于同样复杂的世界。文化差异，进一步放大这种复杂性。
</p>

<p>
肉体更为世人痴迷，内核或丰富、或乏味，无人在意。男女之间，沉溺于肉体欣赏，矛盾不断，最后分道扬镳。肉体承载灵魂，灵魂依附肉体。肉体灭亡，灵魂消散；灵魂丢弃，肉体发霉。
</p>

<p>
何处是康庄大道？何处得解脱？无人知晓。
</p>

<p>
人存在于社会体系内，受该体系规则约束，但创新是被鼓励的。人学习，从前辈那里得到其实，获得前进的方向。
</p>

<p>
放下我执、矛盾、正反、对立。
</p>

<p>
兜兜转转，一切转回起点：食。这令我沮丧，那些高雅的事物，最后竟败给「食」这一字。「食」指代什么？现在，它是我进行高级生命活动的动力。
</p>
</div>
</body>
</html>